Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Brat Patracjan na bieżąco informuje mnie o buncie Południowców i o pożarze w mieście. Ci wszyscy biedni ludzie skazani na śmierć w płomieniach. Nakazałem odprawiać modlitwy trzy razy w ciągu dnia i co wieczór rozpalać w komnatach wiązanki Serafisu i mirtu za ich umęczone dusze.
uk: Брат Патриціан інформує мене про повстання південців і пожежу в місті. Всі ці нещасні люди приречені на загибель у полум'ї. Я наказав тричі на день читати молитви і щовечора запалювати в палатах пучки серафісу і мирта за їхні замучені душі.

source: Brat mi kiedyś pokazywał.
uk: Брат мені показував.

source: Brat mi zaginął i potrzebuję informacji.
uk: Мій брат зник безвісти, і мені потрібна інформація.

source: Brat obok brata stanie,
uk: Брат поруч із братом буде стояти,

source: Brata? Jakiego znowu brata?
uk: Брата? Якого ще брата?

source: Braterska pomoc
uk: Братерська допомога

source: Brawo chłopcze, brawo! Pozwól, że oszczędzę ci zachodu i powiem ci co nieco o tym całym polowaniu.
uk: Браво, хлопче, браво! Дозволь мені позбавити тебе клопоту і розповісти трохи про це полювання.

source: Brawo młodzieńcze! Nie ma jednego osądu dla nas wszystkich!
uk: Браво, юначе! Не існує єдиного вироку для всіх нас!

source: Brawo, Marvin, dobrze się spisałeś. Chociaż musisz przyznać, że zadanie nie należało do najtrudniejszych.
uk: Молодець, Марвіне, ти відмінно впорався. Хоча визнай, що завдання було не таким вже й складним.

source: Brawo. Jeszcze jakieś durne pytania i równie celne uwagi?
uk: Браво. Ще будуть якісь дурнуваті запитання чи коментарі?

source: Brać go!
uk: Схопити його!

source: Brałeś udział w tej bitwie?
uk: Ти брав участь у тій битві?

source: Bredzisz. Nie ma tu żadnych duchów!
uk: Маячня. Немає тут ніяких духів!

source: Broddy
uk: Бродді

source: Broddy cały czas próbuje go przekonać, że jestem zdrajcą, nie wiem jak długo uda mi się jeszcze pozostać niewykrytym.
uk: Бродді намагається переконати його, що я зрадник. Я не знаю, як довго мені вдасться зберігати прикриття.

source: Broddy i Berto wyglądają na zajętych rozmową. To dobra okazja, by poszukać drogi ucieczki.
uk: Бродді та Берто, здається, дуже зайняті розмовою. Це гарна нагода пошукати вихід звідси.

source: Broddy nie jest zbyt gadatliwy, więc samą rozmową nie przekonam go do opuszczenia stanowiska. Ciągle je ten czerstwy chleb, na który sam narzeka. Spróbuję podrążyć ten temat.
uk: Бродді не дуже балакучий, тому самі тільки розмови не переконають його залишити свій пост. А ще він їсть черствий хліб, на який сам скаржиться. Я спробую підняти цю тему.

source: Broddy wybiegł z jaskini, jakby gonił go sam Beliar. Muszę się pospieszyć z zabraniem moich rzeczy z kufra.
uk: Бродді вибіг з печери, ніби за ним гнався сам Беліар. Треба скоріше забрати свої речі зі скрині.

source: Bronie dystansowe, zawsze powodują rany od pocisków. Podobnie jak rany sieczne posiadają wysoką ogólną przydatność, ale w kilku wypadkach okazują się praktycznie całkowicie bezużyteczne - strzały odbijają się od kamienia czy nawet grubej skóry, a celne trafienie w kości szkieletu również nie należy na najłatwiejszych.
uk: Дистанційна зброя завжди завдає шкоди від снарядів: стріл або болтів. Як і ріжуча шкода, вона дуже корисна, але в деяких випадках виявляється практично повністю марною – стріли відскакують від каменю або навіть товстої шкури, а прицільно влучити в кістки скелета – теж не найпростіша задача.

source: Bronie, które otrzymaliście, należały do mojego rodu od wieków. Należą się wam, jako obrońcom ziemi moich przodków.
uk: Зброя, яку ви отримали, століттями належала моєму роду. Тепер вона належить вам, як захисникам землі моїх предків.

source: Bronią była pewnie zwykła kusza, ale mam przy sobie grot, od którego zginął ochroniarz Volkera.
uk: Зброєю, ймовірно, був звичайний арбалет. Я тримаю в руках наконечник, яким був вбитий охоронець Волкера.

source: Bronić?
uk: Захищатися?

source: Broszur? Już ja wiem, o jakie broszury ci chodzi!
uk: Брошури? Я вже знаю, про які брошури йдеться!

source: Broszury! Najnowszej broszury obywatelskie!
uk: Брошури! Найсвіжіші громадські брошури!

source: Broszurę?
uk: Брошурку?

source: Browar 'Mroczny Paladyn' jest prowadzony przez Tomasa. Znajdę go obok Placu Targowego.
uk: Броварня 'Темний паладин' належить Томасу. Її можна знайти поруч з Ринковою площею.

source: Broń
uk: Зброя

source: Broń białą można podzielić na jednoręczną oraz dwuręczną. Wewnątrz dokonujemy dodatkowego podziału na bronie wymagające siły oraz te wymagające zręczności.
uk: Зброю ближнього бою можна розділити на одноручну та дворучну. Вона, у свою чергу, додатково поділяється на зброю, що вимагає сили, і зброю, що вимагає спритності.

source: Broń dwuręczna
uk: Дворучна зброя

source: Broń dwuręczna +
uk: Дворучна зброя +

source: Broń dwuręczna + 1
uk: Дворучна зброя + 1

source: Broń dwuręczna + 10
uk: Дворучна зброя + 10

source: Broń dwuręczna + 2
uk: Дворучна зброя + 2

source: Broń dwuręczna + 5
uk: Дворучна зброя + 5

source: Broń jednoręczna
uk: Одноручна зброя

source: Broń jednoręczna +
uk: Одноручна зброя +

source: Broń jednoręczna + 1
uk: Одноручна зброя + 1

source: Broń jednoręczna + 10
uk: Одноручна зброя + 10

source: Broń jednoręczna + 2
uk: Одноручна зброя + 2

source: Broń jednoręczna + 5
uk: Одноручна зброя + 5

source: Broń macie w pogotowiu? Nie chcę tam zostać zjedzony!
uk: Зброя напоготові? Не хочу, щоб мене там з'їли!

source: Broń się!
uk: Захищайся!

source: Broń, którą posługuje się żaboludź.
uk: Зброя, яку використовують жаболюди.

source: Broń, którą posługują się Wilczy Synowie.
uk: Зброя, яку використовують Вовчі Сини.

source: Bruce
uk: Брюс

source: Bruce nie żyje. Myślę, że lepiej oszczędzić pasterzowi tej informacji.
uk: Брюс мертвий. Думаю, пастуху краще про це не знати.

source: Bruce zawsze tarzał się w śmieciach i zjadał wszystko, co wpadnie mu pod nos.
uk: Брюс постійно валяється в смітті і їсть все, що потрапляє йому під ніс.

source: Bruce, cały i zdrowy, trafił z powrotem do swojej zagrody.
uk: Брюс, цілий і неушкоджений, знайшов дорогу до своєї загорожі.

source: Brudna kartka
uk: Брудна записка

source: Bruno
uk: Бруно

source: Bruno nie żyje. Wygląda na to, że mogę zapomnieć o złocie.
uk: Бруно мертвий. Схоже, про золото можна забути.

source: Bruno powiedział mi o złożach żelaza, które znalazł razem ze swoimi ludźmi. Zaoferował mi udział w zyskach w zamian za pomoc przy wydobyciu surowca. Mam przyjść wyposażony w kilof pod zachodnią bramę, obok targowiska.
uk: Бруно розповів мені про поклади заліза, які він знайшов разом зі своїми людьми. Він запропонував мені частину прибутку в обмін на мою допомогу у видобутку руди. Я маю прийти з киркою до західних воріт, поруч з ринком.

source: Brutal!
uk: Негідник!

source: Brutalne? A jak inaczej można traktować zdrajców? Jesteśmy w stanie wojny, takie gnidy nie zasługują na nic innego.
uk: Жорстокі? А як інакше можна поводитися зі зрадниками? У нас війна, такі гниди нічого іншого не заслуговують.

source: Bryła lodu
uk: Крижана брила

source: Bryłek kilka
uk: Кілька самородків

source: Bryłka rudy
uk: Рудний самородок

source: Bryłka zawierająca złote okruchy.
uk: Самородок, що містить золоті крихти.

source: Bryłka złota
uk: Золотий самородок

source: Bryłki można przekazywać w mniejszych dostawach, a za każdą bryłkę przewidziana jest jej równowartość w złocie.
uk: Самородки можна доставляти меншими партіями, і за кожен самородок передбачена його вартість у золоті.

source: Bryłki złota
uk: Золотих самородків

source: Brzeg naprawiony. Teraz muszę zająć się resztą spraw dla Albyna.
uk: Берег укріплено. Тепер я маю владнати решту справ для Альбіна.

source: Brzmi całkiem... wiarygodnie.
uk: Звучить досить... правдоподібно.

source: Brzmi ciekawie, ale skąd mogę wiedzieć, że nie zrobisz z nim czegoś niecnego? Taka wyjątkowo dyskretna i nietypowa usługa musi swoje kosztować.
uk: Звучить цікаво, але звідки мені знати, що ти не зробиш з ним нічого поганого? Така вкрай делікатна і незвична послуга має коштувати своїх грошей.

source: Brzmi ciekawie, co mam zrobić?
uk: Звучить цікаво, що мені робити?

source: Brzmi ciekawie. Jak tam moje pieniądze z zakładu?
uk: Звучить цікаво. Що там з моєю ставкою?

source: Brzmi dobrze, ale mam kilka pytań.
uk: Добре звучить, але у мене є декілька запитань.

source: Brzmi egzotycznie.
uk: Звучить екзотично.

source: Brzmi interesująco, ale obawiam się, że dopóki strażnicy okupują mój dom, dopóty nic nie wyjdzie z tej współpracy.
uk: Звучить цікаво, але, боюсь, що поки Варта перебуває в моєму будинку, із цієї співпраці нічого не вийде.

source: Brzmi interesująco, żadne złoto nie śmierdzi.
uk: Звучить цікаво, як то кажуть, гроші не пахнуть.

source: Brzmi interesująco. Co mam robić?
uk: Звучить цікаво. Що я маю зробити?

source: Brzmi intrygująco. Co to za sprawa?
uk: Звучить інтригуюче. І що це за справа?

source: Brzmi jak coś łatwego.
uk: Звучить ніби простіше простого.

source: Brzmi jak dobry kandydat na męża.
uk: Звучить як хороший кандидат в чоловіки.

source: Brzmi jak idealna okolica do medytacji i wyciszenia.
uk: Звучить як ідеальне місце для медитації та спокою.

source: Brzmi jak idealny kandydat, bierzemy go.
uk: Схоже, він ідеальний кандидат, беремо його.

source: Brzmi jak rozsądna oferta.
uk: Звучить як розумна пропозиція.

source: Brzmi jak rozsądna propozycja. W takim razie będziesz musiał teraz jakoś przekonać tę bandę, by ruszyła do pomocy w polu.
uk: Звучить як розумна пропозиція. Якщо це так, то тепер тобі доведеться якось переконати цю ватагу почати допомагати в полі.

source: Brzmi jak rozsądny układ.
uk: Звучить як непогана пропозиція.

source: Brzmi jak wyrachowany plan.
uk: Звучить як прорахований план.

source: Brzmi kusząco. Nie wiem tylko, czy chce mi się gadać z Fabio...
uk: Звучить заманливо. Я просто не знаю, чи хочу обговорювати це з Фабіо...

source: Brzmi nieźle, już nie mogę się doczekać gdy zobaczę jego wykrzywioną mordę po tym posiłku.
uk: Звучить непогано, я вже не можу дочекатися, коли побачу його перекошене обличчя після цього частування.

source: Brzmi nieźle, oby tylko ci krzykacze Volkera byle na tyle głupi, by to przeczytać.
uk: Звучить непогано, будемо сподіватися, що ці оповісники Волкера достатньо дурні, щоб це прочитати.

source: Brzmi nieźle, poszukaj w skrzyniach, z pewnością znajdziesz tam coś, z czego będzie można przygotować jakiś prosty gulasz.
uk: Непогано звучить, пошукай у скринях, я впевнений, там знайдеться що-небудь, з чого можна приготувати простеньке рагу.

source: Brzmi nieźle.
uk: Звучить добре.

source: Brzmi nieźle. Możesz mi powiedzieć coś więcej o zaginionych?
uk: Звучить непогано. Можеш розповісти щось більше про зниклих?

source: Brzmi poważnie. Pozwól, że się z nim zapoznam.
uk: Звучить серйозно. Дай-но я з ним ознайомлюся.

source: Brzmi rozsądnie. Za parę monet pozwolę ci go obejrzeć.
uk: Звучить розумно. За кілька монет я дозволю тобі глянути на нього.

source: Brzmi to rozsądnie.
uk: Звучить розумно.

source: Brzmi to tak, jakbyś nim gardził.
uk: Звучить так, ніби ти його зневажаєш.

source: Brzmi uczciwie, co?
uk: Звучить чесно, чи не так?

source: Brzmi uczciwie.
uk: Звучить справедливо.

source: Brzmi uczciwie. Bierzmy się za to.
uk: Звучить справедливо. Давай почнемо.

source: Brzozowy łuk
uk: Березовий лук

source: Brzydka Figurka Innosa
uk: Потворна статуетка Інноса

source: Brzydzę się słabością!
uk: Я ненавиджу слабкість!

source: Brzytwa
uk: Бритва

source: Brzytwiak
uk: Бритвозуб

source: Brzęcząca paczuszka od Davisa
uk: Дзвінкий пакунок від Девіса,

source: Brązowy Innos
uk: Бронзова статуетка Інноса

source: Brązowy strój marynarza
uk: Коричневе вбрання моряка

source: Brązowy strój marynarza (100 SZ)
uk: Коричневе вбрання моряка (100 золотих)

source: Brązowy strój roboczy
uk: Коричневе робоче вбрання

source: Budowa przeprawy, która utrzyma nas wszystkich, pewnie trochę zajmie. Po ostatnich wydarzeniach nikt nie zamierza ryzykować przechodzenia nad tą przepaścią po byle kładce.
uk: Ймовірно, знадобиться деякий час, щоб побудувати переправу, яка б витримала нас усіх. Після нещодавніх подій ніхто не ризикне перетнути прірву через звичайний міст.

source: Budowla wznosi się na dwóch wyspach - większej, na której mieści się przytułek, a także skrzydła dla Magów Wody i nowicjuszy oraz mniejszej, przeznaczonej dla członków Najwyższej Rady.
uk: Будівля височіє на двох островах – більшому, де знаходиться притулок, а також відділення для Магів Води та послушників, і меншому, призначеному для членів Вищої Ради.

source: Bunt nie był pomysłem górników, byli manipulowani przez niejakiego Murka.
uk: Бунт не був ідеєю гірників, ними маніпулював дехто на ім'я Мурк.

source: Bunt został krwawo stłumiony, a jego pokłosie król zbiera aż do dzisiaj.
uk: Повстання було криваво придушене, а його наслідки король пожинає донині.

source: Bunt! Wolne Archolos!
uk: Повстаньмо! Свободу Архолосу!

source: Buntowniczy obywatel
uk: Бунтівний містянин

source: Buntuj się... buntuj, gdy światło się mroczy!
uk: Повстань... Повстань, коли згасне світло!

source: Burkhard nie złoży już więcej raportów. Został zamordowany. Wygląda na to, że zmuszono go do napisania ostatniego raportu.
uk: Бурхард більше не зможе відправляти звіти, його вбили. Схоже, його змусили написати той останній звіт.

source: Burkhard? Trochę się tu szwendał, ale na długo przed tym, jak ty pojawiłeś się u nas.
uk: Бурхард? Він тут вештався, але задовго до того, як ти тут з'явився.

source: Bursztynowe Wybrzeże.
uk: Бурштинове узбережжя.

source: But górnika
uk: Взуття гірника

source: But nieszczęśnika, którego znalazłem w lesie
uk: Черевик нещасного, якого я знайшов у лісі

source: Buteleczka zabójczej wydzieliny trutnia.
uk: Пляшечка зі смертоносними виділеннями трутня.

source: Buteleczka, w którą można nalać miksturę.
uk: Пляшечка, в яку можна налити зілля.

source: Butelka czystego spirytusu
uk: Пляшка чистого спирту

source: Butelka czystego spirytusu nie jest dobrym pomysłem na produkt do karczmy.
uk: Пляшка чистого спирту – не найкраща ідея для корчми.

source: Butelka czystej wody z górskich potoków Archolos.
uk: Пляшка чистої води з гірських струмків Архолосу.

source: Butelka krwi kretoszczura.
uk: Флакон з кров'ю кротощура.

source: Butelka podejrzanego wina
uk: Пляшка підозрілого вина

source: Butelka wody
uk: Пляшка води

source: Butelka wody uświęcona
uk: Пляшка з водою, освячена

source: Butelka z dojrzewającym winem.
uk: Пляшка багаторічного вина.

source: Butelki piwa, które otrzymałem od Tomasa
uk: Пляшки пива, які я отримав від Томаса

source: Butelki, które miałam policzyć, a których nie mogłam się doliczyć.
uk: Пляшки, які я мала порахувати, і яких недорахувалась.

source: Buty, które znalazłem u poszukiwanego.
uk: Взуття, знайдене у розшукуваного.

source: Buzdygan
uk: Бойова булава

source: Buława
uk: Булава

source: Buława Generała Subliego
uk: Булава генерала Сублі

source: Buława Kondominium
uk: Булава Кондомініуму

source: Buźka... do wymiany, ale resztą bym nie wzgardził!
uk: Обличчя... можна було б замінити, але від всього іншого я б не відмовився!

source: By dobrze spełniać wolę naszego pana, przechodzimy długotrwały trening, podczas którego uczymy się walki różnorakim orężem, głównie mieczami, oraz posługiwania się podstawowymi czarami.
uk: Щоб належно виконувати волю нашого Господа, ми проходимо тривалу підготовку, під час якої вчимося битися різноманітною зброєю, переважно мечами, і використовувати базові заклинання.

source: By korzystać z run teleportacyjnych, niepotrzebna jest znajomość kręgów czy wiedza magiczna. Każdy może wziąć do ręki runę i spróbować się teleportować do przypisanego jej miejsca. Nieliczni jednak zostaną przeniesieni natychmiast. To dar wrodzony, którego nawet lata nauki magii nie są w stanie zastąpić.
uk: Для використання рун телепортації не потрібні знання кіл або магічні знання. Будь-хто може взяти руну і спробувати телепортуватися у вказане місце. Однак лише небагатьом вдається досягти успіху відразу. Це вроджений дар, який не зможуть замінити навіть роки навчання магії.

source: By nie obciążać dodatkowo rodaków swoją bezczynnością w więzieniu, skazańcy przeniesieni zostaną do kopalni królewskiej rudy na wyspie Khorinis.
uk: Щоб ще більше не обтяжувати співвітчизників своєю бездіяльністю у в'язниці, засуджених переведуть до королівських рудних копалень на острові Хорініс.

source: By odnaleźć w sobie prawdziwy spokój, należy powrócić do wspomnień dawnych, beztroskich dni.
uk: Щоб знайти в собі справжній спокій, потрібно повернутися до спогадів про колишні безтурботні дні.

source: By oszczędzić ci trudu, będę czekał na wieści w Pękniętej Strunie. Jeśli nie wiesz jak się tam dostać, to przewodnicy Gildii cię tam z chęcią zaprowadzą.
uk: Щоб позбавити тебе клопоту, я чекатиму на новини в Обірваній струні. Якщо ти не знаєш, як туди дістатися, провідники Гільдії з радістю проведуть тебе туди.

source: By otrzymać obywatelstwo miasta Archolos, cudzoziemiec, niezależnie, czy pochodzi on z ziem należących do Królestwa Myrtany, musi spełnić następujące warunki:
uk: Для отримання громадянства міста Архолос іноземець, незалежно від того, чи він уродженець земель, що входять до складу Королівства Міртана, повинен виконати наступні умови:

source: By przeżyć, ukradł jedzenie od tych, którzy swoim dobrobytem nie chcą się dzielić z potrzebującymi!
uk: Щоб вижити, йому довелося красти їжу у тих, хто не хоче ділитися своїм достатком з нужденними!

source: By rytuał się powiódł, musimy upuścić trochę krwi Paladynowi. Najlepiej całą.
uk: Щоб ритуал пройшов успішно, нам потрібно пролити трохи крові паладина. Бажано всю.

source: By sobie na coś takiego pozwolić, musiałbyś zostać zwolniony z kontraktu, jaki podpisałeś z Araxos. I zachęcam cię do tego. Na pewno bardziej rozwinie to twoją duchowość niż praca najemnika.
uk: Щоб дозволити собі таке, тобі доведеться розірвати контракт, який ти уклав з Гільдією Араксос. І я закликаю тебе до цього. Це, безумовно, сприятиме твоєму духовному розвитку більше, ніж робота найманцем.

source: By stworzyć dobrej jakości broń, nie powinienem bać się eksperymentowania z różnymi dodatkowymi składnikami. Muszę jednak uważać, by nie przesadzić - zbędne kły czy pazury będą tylko przeszkadzać podczas walki. Na wszelki wypadek lepiej się trzymać instrukcji ze znalezionych schematów.
uk: Щоб створити зброю високої якості, я не повинен боятися експериментувати з різними додатковими складниками. Однак, я маю бути обережним, щоб не перестаратися – зайві ікла чи кігті тільки заважатимуть під час бою. Про всяк випадок, краще дотримуватися інструкцій зі знайдених мною креслень.

source: By ukarać nieposłuszeństwo swych wyznawców, zesłał wielką powódź, która sprawiła, że do dzisiaj zachowały się jedynie pojedyncze relikty ich dawnej świetności.
uk: Щоб покарати непокору своїх послідовників, він послав велику повінь, після якої до наших днів збереглися лиш окремі реліквії їх давньої слави.

source: By was wszystkich cholera wzięła.
uk: Холера б вас всіх побрала.

source: By zamienić żelazo w prawdziwie wytrzymały materiał, wymagane będzie po bryłce srebra oraz magicznej rudy.
uk: Щоб перетворити залізо на справді міцний матеріал, знадобиться по самородку срібла та магічної руди.

source: By zdobyć stroje bogatych kupców, muszę udać się do warsztatu krawieckiego, obok Placu Targowego.
uk: Щоб отримати вбрання багатого торговця, я повинен звернутися до кравецької майстерні, що поруч з Ринковою площею.

source: By zmusić Kaleba do sprzedaży, Caramon wpadł na pomysł, by nastraszyć mieszkańców domu. Zanim jednak się za to weźmiemy, spróbuję po prostu porozmawiać z Kalebem.
uk: Аби змусити Калеба продати будинок, Карамон придумав налякати його мешканців. Однак, перш ніж братися за це, я б просто спробував поговорити з Калебом.

source: Byle najdalej od wojny.
uk: Подалі від війни.

source: Byle nie za długo, nie poświęcę całego życia na czekanie.
uk: Тільки не надто довго, я не хочу провести все своє життя в очікуванні.

source: Byle nie za długo, zawsze mogę znaleźć innego kandydata.
uk: Тільки не дуже довго, я завжди можу знайти іншого кандидата.

source: Byle szybko chłopcze, praca sama nadzorować się nie będzie.
uk: Тільки швидко, хлопче, робота сама себе не зробить.

source: Byle szybko, bo Thorsten się wścieknie.
uk: Поквапся, бо Торстен розсердиться.

source: Byle szybko, bo zrobię się nieprzyjemny!
uk: Давай швидше, не зли мене!

source: Byle szybko.
uk: Тільки швидко.

source: Byle tylko nic nas już nie próbowało tu zabić, a jakoś sobie damy radę.
uk: Поки нас тут ніхто не намагається вбити, ми якось впораємося.

source: Byli na łodziach. Oni też musieli się gdzieś rozbić.
uk: Були на човнах. Вони, мабуть, теж десь розбилися.

source: Byli też inni?
uk: А були й інші?

source: Byli tu po bagienne ziele, a ja im je przyniosłem.
uk: Вони прийшли по болотну траву, і я приніс їм її.

source: Byliśmy razem na statku, a potem w Silbach. Nie pamiętasz?
uk: Ми були разом на кораблі, а потім у Сільбаху. Ти не пам'ятаєш?

source: Byliśmy razem na statku, a później w Silbach. Nie pamiętasz?
uk: Ми були разом на кораблі, а потім у Сільбаху. Ти не пам'ятаєш?

source: Byliśmy we trzech. Ja, Holdwig i Valerio. Mówiłem, że desek jest dużo i żeby to rozłożyć na dwa razy, ale i Valerio i Holdwig uparli się, by załadować wszystko naraz.
uk: Нас було троє. Я, Гольдвіг і Валеріо. Я сказав, що дощок забагато і що їх треба розкласти на два рази, але і Валеріо, і Гольдвіг наполягли на тому, щоб завантажити все одразу.

source: Bystry jesteś, młody. Śmiało.
uk: А ти хитрий, юначе. Ну, давай.

source: Bystry jesteś.
uk: А ти розумний.

source: Bystry z ciebie chłopak. Myślę, że gdyby klatka otworzyła się w biały dzień, straż w końcu by coś zrobiła.
uk: Ти розумний хлопець. Думаю, що якби клітка відкрилася серед білого дня, вартовим довелося б нарешті щось зробити.

source: Bywa też brutalny.
uk: Він також буває жорстоким.

source: Bywa tu ciężko, ale nawet nie chcę myśleć, co muszą przechodzić tamci mając na barkach odpowiedzialność wydobywania rudy dla całej armii.
uk: Тут буває нелегко, але я навіть не хочу думати, через що доводиться проходити тим, на чиїх плечах лежить відповідальність за видобуток руди для цілої армії.

source: Bywaj, nieznajomy.
uk: Прощавай, незнайомцю.

source: Bywaj.
uk: Бувай.

source: Bywam czasem w mieście, ludzie wydają się tam jacyś tacy... zniewieściali. Nic dziwnego. Nie chodzą na polowania, grzeją się w ciepełku, nie muszą walczyć o przetrwanie.
uk: Я іноді буваю в місті, люди виглядають там такими... розніженими. І не дивно. Вони не ходять на полювання, гріються в теплі, їм не доводиться боротися за виживання.

source: Bywam tu i tam.
uk: Буваю то тут, то там.

source: Bywało gorzej. Nie zarabiam tutaj wiele, ale wystarczy na przeżycie.
uk: Бувало й гірше. Я заробляю тут небагато, але на виживання вистачає.

source: Bywało gorzej. Veigo mówi, że bardzo nam pomogłeś, jeszcze raz dzięki!
uk: Бувало й гірше. Вейго каже, що ти нам дуже допоміг, ще раз дякую!

source: Bywało lepiej, ale hej, ja miałbym nie wyjść na prostą? Wolne żarty.
uk: Бувало й краще, але, агов, хіба я не повинен ризикувати? Ви, мабуть, знущаєтеся з мене.

source: Bywało lepiej, bywało lepiej.
uk: Бувало й краще, бувало й краще.

source: Bywało lepiej, chłopcze. Już nie te lata.
uk: Бувало й краще, хлопче. Вже не ті роки.

source: Bywało lepiej.
uk: Бувало й краще.

source: Bywało lepiej. Co prawda mam monopol na miód na terenie całego Archolos, ale ostatnimi czasy produkujemy go mniej niż zwykle.
uk: Бувало й краще. Щоправда, я маю монополію на мед по всьому Архолосу, але останнім часом ми виробляємо його менше, ніж зазвичай.

source: Bywało lepiej. Masz jakąś sprawę?
uk: Бувало й краще. Ти по справі?
